/*2021.10.26 16:20 IMM*/

/*
        Приложение ReceiveApp.
        
        Пустая форма с заголовком 'UeyeWindow' - имитирует одноимённый
        заголовок приложения uEYEcam. После запуска этого приложения
        дескриптор экземпляра приложения можно найти по заголовку
        'UeyeWindow' с помощью функции FindWindow() WinAPI, что позволит
        работать с приложением ReceiveApp
*/

//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "FormUnit1.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TForm1 *Form1;
//---------------------------------------------------------------------------
__fastcall TForm1::TForm1(TComponent* Owner)
        : TForm(Owner)
{
}
//---------------------------------------------------------------------------
